---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VolumeOfInterestName
source: html/691b2b02-40ce-35a8-0de2-234b2cf0bf24.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VolumeOfInterestName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId VolumeOfInterestName { get; }
```